---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternFilletInsideCorner
source: html/2704dc34-cd5b-3b96-7315-b09f58d9d4a7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsWinderpatternFilletInsideCorner Property

"Fillet on Corner": Fillet on inside corner

## Syntax (C#)
```csharp
public static ForgeTypeId StairsWinderpatternFilletInsideCorner { get; }
```